7zip
android-tools
anyrun-git
ark
aylurs-gtk-shell-git
baobab
base
base-devel
bat
blueman
btop
btrfs-progs
chromium
cmatrix
cuda
discord_arch_electron
docker
docker-compose
drawio
dunst
efibootmgr
egl-wayland
epiphany
evince
eza
fastfetch
fd
file-roller
flatpak
fuse2
fuzzel
fzf
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gst-plugin-pipewire
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hyprland
hyprpaper
intel-ucode
kitty
less
libva-nvidia-driver
libva-utils
linux-firmware
linux-lts
linux-lts-headers
lolcat
loupe
luacheck
ly
malcontent
nano
nautilus
neovim
nerd-fonts-apple
network-manager-applet
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia
nvidia-lts
nvidia-settings
nvidia-utils
orca
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-browser-integration
polybar-git
postman-bin
python
rofi
rygel
simple-scan
snapshot
sof-firmware
spicetify-cli
spotify
starship
sushi
tecla
telegram-desktop
tesseract
tmux
totem
tree
tree-sitter-cli
ttf-symbola
vdpauinfo
vesktop-bin
visual-studio-code-bin
waybar
webkit2gtk-4.1
wlogout
wofi
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xsel
yay
yay-debug
yazi
yelp
zen-browser-bin
zig
zoxide
zram-generator
zsh
