appmenu-glib-translator-git
aylurs-gtk-shell-git
discord_arch_electron
drawio
hyprgraphics-git
libastal-4-git
libastal-apps-git
libastal-auth-git
libastal-battery-git
libastal-bluetooth-git
libastal-cava-git
libastal-git
libastal-gjs-git
libastal-greetd-git
libastal-hyprland-git
libastal-io-git
libastal-meta
libastal-mpris-git
libastal-network-git
libastal-notifd-git
libastal-powerprofiles-git
libastal-river-git
libastal-tray-git
libastal-wireplumber-git
libcava
nerd-fonts-apple
polybar-git
postman-bin
spicetify-cli
spotify
ttf-symbola
vesktop-bin
visual-studio-code-bin
yay
yay-debug
zen-browser-bin
